/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Data";
"kSortType-1"       = "Título";
"kSortType-2"       = "Fonte";
"kSortType-3"       = "Novo(s)";

/* TimeSlice names: */
"kTimeSlice-0"      = "Tudo";
"kTimeSlice-1"      = "Hoje";
"kTimeSlice-2"      = "Ontem";
"kTimeSlice-3"      = "Últimos Sete Dias";
"kTimeSlice-4"      = "Este Mês";
"kTimeSlice-5"      = "Mês Passado";

/* Magic source name: */
"kSourceAll"        = "Tudo";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Mostrar artigos de todas as alimentações neste grupo";
"kSourceToolTip"    = "Mostrar apenas artigos de %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Nenhum Artigo";
"kNoArticles-1"     = "Nenhum Artigo Hoje";
"kNoArticles-2"     = "Nenhum Artigo Ontem";
"kNoArticles-3"     = "Nenhum Artigo Essa Semana";
"kNoArticles-4"     = "Nenhum Artigo Neste Mês";
"kNoArticles-5"     = "Nenhum Artigo Mês Passado";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "O Safari não pôde atualizar este documento porque ele requer autenticação. Para recuperar novos artigos, digite as seguintes informações:";
"kAuthenticationAlert-2" = "O Safari não pôde atualizar \"%@\" porque o documento requer autenticação. Para recuperar novos artigos, digite as seguintes informações:";
"kNotFoundAlert-1"       = "O Safari não pôde atualizar este documento porque o arquivo original já não está disponível.";
"kNotFoundAlert-2"       = "O Safari não pôde atualizar \"%@\" porque o arquivo original já não está disponível.";
"kUnknownFormatAlert-1"  = "O Safari não pôde atualizar este documento porque o conteúdo não está em um formato de documentação conhecido.";
"kUnknownFormatAlert-2"  = "O Safari não pôde atualizar \"%@\" porque o conteúdo não está em um formato de documentação conhecido.";

"kUsername" = "Nome de usuário:";
"kPassword" = "Senha:";
"kAddToKeychain" = "Adicionar às Chaves";
"kUpdate" = "Atualizar";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Ler mais…";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Amigos:";
"kAnd"      = "e";
"kMore"     = "mais…";

/* Strings that appear in Feed.html */
"kNew"              = "Novo(s)";
"kCountSeparator"   = ", ";
"kTotal"            = "Total";
"kSearchArticles"   = "Buscar Artigos:";
"kArticleLength"    = "Extensão do Artigo:";
"kSortBy"           = "Ordenar Por:";
"kRecentArticles"   = "Artigos Recentes:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Fonte:";
"kActions"          = "Ações:";
"kMarkAllArticlesRead" = "Marcas Todas Como Lidas";
"kRefreshFeed"      = "Atualizar Agora";
"kEmailSubject"     = "Confira esta página";
"kEmailBody"        = "Olá,\n\neu achei que talvez você pudesse estar interessado nesta página:";
"kEmailLinkText"    = "Enviar Link por E-mail";
"kSubscribeInMail"  = "Inscrever-se no Mail";
"kSubscribeInTunes" = "Inscrever-se no iTunes";
"kAddBookmark"      = "Adicionar Favorito…";
"kBookmarkSearch"   = "Adicionar Esta Busca aos Favoritos";
"kBookmarkHelpTag"  = "Adicione esta página RSS aos favoritos para receber novos artigos automaticamente.";
"kNoArticles"       = "Nenhum Artigo";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "anterior…";
"kNextPages"             = "mais…";

/* Strings that appear in Entry.html */
"kIn"         = " em ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Hoje, %#I:%M %p";
"YesterdayFmtCRT"  = "Ontem, %#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%b %#d, %#I:%M %p";
"PastYearFmtCRT"   = "%b %#d, '%y, %#I:%M %p";

